---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToLoadDetailGroup
source: html/111d80c9-7d3b-1ab0-bacc-7a29250911e5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToLoadDetailGroup Property

Unable to load detail group '[Type Name]'.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToLoadDetailGroup { get; }
```